[
  {
    "u_id": 0,
    "author": "Kirsten Korosec",
    "title": "Vinfast takes a wild ride, a robotaxi fallout brews and the IRA one year later | TechCrunch",
    "description": "This week, the transportation newsletter focuses on robotaxi problems in San Francisco, Vinfast's crazy first week on Nasdaq and the IRA.",
    "imageUrl": "https://techcrunch.com/wp-content/uploads/2023/08/clean-energy-startups.jpg?resize=1200,675"
  },
  {
    "u_id": 1,
    "author": "Krishi Chowdhary",
    "title": "Musk’s Announcement To Do Away With X Block Feature Draws Huge Dissent From Users",
    "description": "In another baffling announcement, Musk has said that X, previously Twitter, will do away with the “block” feature altogether. Responding to a Tesla fan account that asked if there were...\nThe post Musk’s Announcement To Do Away With X Block Feature Draws Huge…",
    "imageUrl": "https://techreport.com/wp-content/uploads/2023/08/shutterstock_2336514371.jpg"
  },
  {
    "u_id": 2,
    "author": "chrislema",
    "title": "hoosing a Pricing Strategy!",
    "description": "This week I'm headed to WordCamp US (#WCUS) and will see folks that I haven't seen in a couple of years. I stepped away from a full time focus on WordPress about 18 months ago, and I'm excited to circle back and see so many friends in a single event. I'm not …",
    "imageUrl": "https://149914073.v2.pressablecdn.com/wp-content/uploads/shutterstock_98909792-scaled.jpg"
  },
  {
    "u_id": 3,
    "author": "Daniel Sparks",
    "title": "Why Tesla Stock Fell Sharply Friday Morning - Motley Fool",
    "description": "Shares are down despite Tesla reporting record third-quarter deliveries. Shares of electric-car maker Tesla(NASDAQ:TSLA) fell Friday morning, declining 5% a few minutes into market open.",
    "imageUrl": "https://g.foolcdn.com/editorial/images/593799/stock-down.jpg"
  },
  {
    "u_id": 4,
    "author": "Jessica Bursztynsky",
    "title": "Twilio hits new 52-week high as stock",
    "description": "Shares of Twilio extended its gains into Friday, reaching a 52-week high, after the company said in a filing that it expects better-than-expected third-quarter revenue.",
    "imageUrl": "https://image.cnbcfm.com/api/v1/image/105737636-1550147305726gettyimages-1034802076rr.jpg?v=1601647142"
  }
]
